[
  "dataview",
  "obsidian-day-planner",
  "obsidian-excalidraw-plugin",
  "obsidian-excel-to-markdown-table",
  "obsidian-hover-editor",
  "obsidian-image-auto-upload-plugin",
  "obsidian-image-toolkit",
  "obsidian-kanban",
  "make-md",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-mind-map",
  "obsidian-to-anki-plugin",
  "omnisearch",
  "obsidian-outliner",
  "remotely-save",
  "obsidian-table-generator",
  "obsidian-tasks-plugin",
  "obsidian-pangu",
  "obsidian-drag-n-drop-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "nldates-obsidian",
  "recent-files-obsidian",
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "calendar",
  "obsidian-codemirror-options"
]