[
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "obsidian-excalidraw-plugin",
  "obsidian-hover-editor",
  "obsidian-image-auto-upload-plugin",
  "obsidian-outliner",
  "remotely-save",
  "dataview",
  "obsidian-kanban",
  "calendar",
  "obsidian-tasks-plugin",
  "make-md",
  "custom-sort",
  "obsidian-table-generator",
  "obsidian-excel-to-markdown-table",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-codemirror-options",
  "obsidian-mind-map",
  "omnisearch"
]